"Regular" = "Standard";

"Cosmic Strings" = "Cordes cosmiques";

"Cold Pricklies" = "Picotements froids";

"Space Fur" = "Fourrure spatiale";

"Jiggly" = "Gigotement";

"Undertow" = "Reflux";

"Random" = "Aléatoire";

"Custom" = "Personnalisé";
